age
bat
diff-so-fancy
docker
docker-compose
eza
firefox
firefox-developer-edition
fish
fisher
kitty
lazygit
less
libvips
neovim
obsidian
openslide
postgresql
python-pipx
redis
ripgrep
spotify-launcher
starship
thefuck
ttf-hack
ttf-joypixels
xclip
yarn
