age
base-devel
bat
btop
diff-so-fancy
difftastic
docker
docker-compose
eza
fd
firefox
firefox-developer-edition
firefoxpwa
fish
fisher
gmp
just
lazygit
less
libvips
libyaml
lua-language-server
mattermost-desktop
neovim
obsidian
openslide
openssl
postgresql
python-pipx
readline
redis
ripgrep
rofi
rofi-emoji
ruby
ruby-erb
spotify-launcher
starship
thefuck
ttf-joypixels
ttf-nerd-fonts-symbols-mono
wezterm
xclip
yarn
yazi
zip
zlib
